Repository: Losarkreator/Meditar
Catalog: meditar/Utils/*.lproj/Localizable.strings
Languages: es

# levels_string
source: Levels
es: Niveles

# beginner_string
source: Beginner
es: Principiante

# intermediate_string
source: Intermediate
es: Intermedio

# expert_string
source: Expert
es: Experto

# master_string
source: Master
es: Maestro

# custom_string
source: Custom
es: Personalizado

# selectDuration_string
source: Select duration
es: Seleccionar duración

# instructions_string
source: Instructions
es: Instrucciones

# howManyMinutes_string
source: How many minutes?
es: ¿Cuántos minutos?

# next_string
source: Next
es: Siguiente

# benefits_string
source: Benefits
es: Beneficios

# benefitsTitle_string
source: Benefits of meditation
es: Beneficios de la meditación

# benefitsDescription_string
source: Meditation has been practiced for millennia and has been associated with a wide range of health and wellness benefits.
es: La meditación ha sido practicada durante milenios y se ha asociado con una amplia gama de beneficios para la salud y el bienestar.

# stressReductionTitle_string
source: Stress reduction
es: Reducción del estrés

# stressReductionDescription_string
source: Meditation is known for its ability to reduce stress and promote relaxation. It can help decrease the body's response to stress, reduce anxiety, and improve mood.
es: La meditación es conocida por su capacidad para reducir el estrés y promover la relajación. Puede ayudar a disminuir la respuesta del cuerpo al estrés, reducir la ansiedad y mejorar el estado de ánimo.

# improveConcentrationTitle_string
source: Improve concentration
es: Mejora la concentración

# improveConcentrationDescription_string
source: The regular practice of meditation can strengthen attention and improve concentration. This can be beneficial both at work and at study, helping you stay more focused and productive.
es: La práctica regular de la meditación puede fortalecer la atención y mejorar la concentración. Esto puede ser beneficioso tanto en el trabajo como en el estudio, ayudándote a mantenerte más enfocado y productivo.

# mentalHealthTitle_string
source: Mental health
es: Salud mental

# mentalHealthDescription_string
source: Meditation has been linked to an improvement in overall mental health. It can help reduce symptoms of depression, anxiety, and related disorders. Additionally, it can promote self-awareness and emotional self-regulation.
es: La meditación se ha relacionado con una mejora de la salud mental en general. Puede ayudar a reducir los síntomas de depresión, ansiedad y trastornos relacionados. Además, puede promover la autoconciencia y la autorregulación emocional.

# improveDecisionMakingTitle_string
source: Improve decision making
es: Mejora la toma de decisiones

# improveDecisionMakingDescription_string
source: The practice of meditation can lead to greater mental clarity and an increased ability to make informed and conscious decisions. By calming the mind and reducing rumination, you can experience greater clarity and perspective in your life.
es: La práctica de la meditación puede llevar a una mayor claridad mental y una mayor capacidad para tomar decisiones informadas y conscientes. Al calmar la mente y reducir la rumiación, puedes experimentar una mayor claridad y perspectiva en tu vida.

# empathyCompassionTitle_string
source: Empathy and compassion
es: Empatía y compasión

# empathyCompassionDescription_string
source: By cultivating mindfulness and self-compassion, meditation can promote attitudes of empathy and compassion toward oneself and others. This can strengthen interpersonal relationships and promote greater emotional well-being.
es: Al cultivar la conciencia plena y la autocompasión, la meditación puede promover actitudes de empatía y compasión hacia uno mismo y hacia los demás. Esto puede fortalecer las relaciones interpersonales y promover un mayor bienestar emocional.

# improvedQleepQualityTitle_string
source: Improved sleep quality
es: Mejora de la calidad del sueño

# improvedQleepQualityDescription_string
source: Meditation can be helpful in promoting more restful sleep. By reducing stress and calming the mind, it can help you fall asleep more easily and improve the quality of your night's rest.
es: La meditación puede ser útil para promover un sueño más reparador. Al reducir el estrés y calmar la mente, puede ayudar a conciliar el sueño más fácilmente y mejorar la calidad del descanso nocturno.

# previousInstructions_string
source: Previous instructions
es: Instrucciones previas

# aPeacefulPlaceTitle_string
source: A peaceful place
es: Un lugar tranquilo

# aPeacefulPlaceDescription_string
source: Find a quiet place, a room should be enough, but if possible find an isolated place, such as a deep forest or the foot of a tree, among others. If you don't have access to any quiet place you can always put on earplugs, headphones with relaxing music, or the most complicated option, learn to ignore noises.
es: Busca un lugar tranquilo, una habitación debería ser suficiente, pero si es posible busca un lugar aislado, como un bosque profundo o el pie de un árbol, entre otros. Si no tienes acceso a ningún lugar silencioso siempre puedes ponerte tapones para los oídos, cascos con música relajante, o la opción más complicada, aprender a ignorar los ruidos.

# correctPostureTitle_string
source: the correct posture
es: La postura correcta

# correctPostureDescription_string
source: The best position to meditate is in the lotus position, with each foot on top of the opposite thigh. This pose requires the body to be in good condition, if you can't hold this position, try: Sit upright, with your spine straight and your head supported. Your head should be slightly tilted down and your eyes gently closed. Put the left hand cradling the right. If you can't sit down either An armchair can be a big help if Lying down should be a last resort, as it is very easy to fall asleep.
es: La mejor posición para meditar es la del loto, con cada pie encima del muslo contrario. Esta postura exige que el cuerpo esté en buenas condiciones, si no puedes mantener esta posición, intenta: Sentarte erguido, con la columna recta y la cabeza apoyada. Tu cabeza debe estar levemente inclinada hacia abajo y tus ojos, suavemente cerrados. Pon la mano izquierda acunando a la derecha. Si tampoco puedes estar sentado Un sillón puede ser de gran ayuda si Tumbarse debe ser el último recurso, ya que es muy fácil quedarse dormido.

# basicMeditation_string
source: Basic meditation
es: Meditación básica
